relay/10/04-alllen.org
#+Title: Relay 10–4
#+Date: 2018-06-03
#+HTML_LINK_UP: index.html
#+HTML_LINK_HOME: ../index.html
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/Default.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/org.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../relay.css"/>
#+OPTIONS: title:nil

* Translation
#+BEGIN_short-relay
#+BEGIN_detail-link
[[file:05-talla-torch.txt][Complete torch document]] · [[file:05-talla-Torch4Iso.txt][Gloss]]
#+END_detail-link

#+BEGIN_natlang-name
English
#+END_natlang-name

#+BEGIN_natlang-text
"I know I am skillful." The man who runs the store sneezed. "I stand in the
place that I've always known."

I sadly looked at Sufarar.

"You are friendly. Look at me now."

"I will obey."

"You run this store, and it is difficult. I do not rest, I am always moving. I
am sure this store will never close."

"This store won't close?"

"This store is impossible to close. A demon told me. The curse is great." The
man sneezed.

"While you ran the store, the curse closed it?"

"Unfortunately, the curse demanded for the store to be closed. I'm sure the
curse will not end for a long time! The demon's curse did not exist when I
worked here."
#+END_natlang-text

#+BEGIN_conlang-name
Laikan
#+END_conlang-name

#+BEGIN_conlang-text
"hadiya yau vai; yau na jiyali." ajwa daz, vaun darauniya aa miram. "biya
huzddal, vaun adan hadiya, yau."

ilwa dibb Zuvara baulwi yau.

"lu na viyaz. auv ha, ilwij yawi lu."

"zumiddiya yau."

"darauniya lu aa miram id, ya vi na uduri. adan bauziviya - adan jada humpi
yau. baubbirariyaj miram id; hadiya yau vai."

"baubbirariyaj miram id, zauha a."

"mid baubbirariya hadan miram id. yigai ajma augu dau. unvaun na lazai." ajwa
 daz.

"auv darauniya lu aa miram, bbirarwaj unvaun vai, yauha a."

"ubbyi unvaun vai; bbirariya ajal miram. auv daam madzi, bauniyinyij unvaun;
 hadiya yau vai. auv gariya yau iddal, bauhiya unvaun ajmahigza augu."
#+END_conlang-text

#+END_short-relay

* Gloss, IPA and Translation
#+BEGIN_EXAMPLE
*************************

ENG TRS: "I know I am skillful." The man who runs the store sneezed. "I stand in the place that I've always known." 
WIZ GLS: know-STA 1S.NOM 3Si.ACC; 1S.NOM have skill."  sneeze-ATEL man, REL.does control-STA ACC store. "stand-STA place-INE, REL.do HAB  know-STA, 1S.NOM."
WIZ TRS: "hadiya  yau    vai;     yau    na   jiyali." ajwa        daz, vaun     darauniya   aa  miram. "biya      huzddal,   vaun   adan hadiya,   yau."

WIZ: "hadiya yau vai; yau na jiyali." ajwa daz, vaun darauniya aa miram. "biya huzddal, vaun adan hadiya, yau."
IPA: ["ɣə̤ˈdijə ˈjɑ ˈvai̯; ˈjɑ nə ʒɪˈjali." ˈaʒwə ˈdaz, ˈvɑn dəɾɑˈnijə ˈe ˈmiɾəm. "ˈbijə ˈɣɯ̤zˌtal, vɑn ˈadən ɣə̤ˈdijə, jɑ."]

*************************

ENG TRS: I sadly looked at Sufarar.
WIZ GLS: look-ATEL sad  Sufarar HON-LAT 1S.NOM.
WIZ TRS: ilwa      dibb Zuvara  baulwi  yau.

WIZ: ilwa dibb Zuvara baulwi yau.
IPA: [ˈilwə ˈdip ˈzɯvəɾə ˈbɑlwi jɑ.]

*************************

ENG TRS: "You are friendly. Look at me now."
WIZ GLS: 2.NOM have kind.  During present, look-TEL-IRR 1S.ADP-LAT 2S.NOM.
WIZ TRS: "lu   na   viyaz. auv    ha,      ilwij        yawi       lu.

WIZ: "lu na viyaz. auv ha, ilwij yawi lu."
IPA: [ˈlɯ nə ˈvijəz. ˈɑv ˈɣa̤, ˈilwiʒ ˈjawi lɯ.]

*************************

ENG TRS: "I will obey."
WIZ GLS: obey-STA   1S.NOM
WIZ TRS: "zumiddiya yau."

WIZ: "zumiddiya yau."
IPA: ["ˈzɯmɪˌdijə jɑ."]

*************************

ENG TRS: "You run this store, and it is difficult. I do not rest, I am always moving. I am sure this store will never close."
WIZ GLS: control-STA 2S.NOM ACC store PROX, and 3Si.NOM have difficult. HAB  NEG-rest-STA - HAB  move-DUR always 1S.NOM. NEG-close-STA-IRR store PROX; know-STA 1S.NOM 3Si.ACC.
WIZ TRS: "darauniya  lu     aa  miram id,   ya  vi      na   uduri.     adan bauziviya    - adan jada     humpi  yau.    baubbirariyaj     miram id;   hadiya   yau    vai."

WIZ: "darauniya lu aa miram id, ya vi na uduri. adan bauziviya - adan jada humpi yau. baubbirariyaj miram id; hadiya yau vai."
IPA: ["dəˈɾɑˌnijə ˈlɯ ˈe ˈmiɾəm ˈid, jə ˈvi nə ˈɯdɯɾi. əˈdan ˈʒadə ˈɣɯ̤mpi ˈjɑ. bɑˈpiɾəˌɾijəʒ ˈmiɾəm ˈid; ɣə̤ˈdijə ˈjɑ ˈvai̯."]

*************************

ENG TRS: "This store won't close?"7
WIZ GLS: NEG-close-STA-IRR store this, yes   Q.
WIZ TRS: "baubbirariyaj    miram id,   zauha a."

WIZ: "baubbirariyaj miram id, zauha a."
IPA: ["bɑˈpiɾəˌɾijəʒ ˈmiɾəm ˈid, ˈzɑɦɑ̤ ˈa."]

*************************

ENG TRS: "This store is impossible to close. A demon told me. The curse is great." The man sneezed.
WIZ GLS: POT NEG-close-STA sure  store PROX. speak-TEL spirit bad  1S.ACC. curse  have great." sneeze-ATEL man.
WIZ TRS: mid baubbirariya  hadan miram id.   yigai     ajma   augu dau.    unvaun na   lazai." ajwa        daz.

WIZ: "mid baubbirariya hadan miram id. yigai ajma augu dau. unvaun na lazai." ajwa daz.
IPA: ["ˈmid bɑˈpiɾəˌɾijə ˈɣadən ˈmiɾəm ˈid. jɪˈɡai̯ ˈaʒmə ˈɑɡɯ ˈdɑ. ˈɯnvɑn nə ləˈzai̯." ˈaʒwə ˈdaz.]

*************************

ENG TRS: "While you ran the store, the curse closed it?"
WIZ GLS: During control-STA 2S.NOM ACC store, close-TEL-IRR curse  3Si.ACC, yes   Q?
WIZ TRS: "auv   darauniya   lu     aa  miram, bbirarwaj     unvaun vai,     yauha a."

WIZ: "auv darauniya lu aa miram, bbirarwaj unvaun vai, yauha a."
IPA: ["ˈɑv dəˈɾɑˌnijə ˈlɯ ˈe ˈmiɾəm, ˈpiɾəɾwəʒ ˈɯnvɑn ˈvai̯, ˈjɑɦə̤ ˈa."]

**************************

ENG TRS: "Unfortunately, the curse demanded for the store to be closed. I'm sure the curse will not end for a long time! The demon's curse did not exist when I worked here."
WIZ GLS: demand-TEL  curse  3Si.ACC; close-STA must store. during time much,  NEG-end-TEL-IRR curse;  know-STA 1S.NOM 3Si.ACC. during work-STA 1S.NOM here-INE, NEG-exist-STA curse  spirit-ABL bad.  
WIZ TRS: "ubbyi      unvaun vai;     bbirariya ajal miram. auv    daam madzi, bauniyinyij     unvaun; hadiya   yau    vai.     auv    gariya   yau    iddal,    bauhiya       unvaun ajmahigza  augu.

WIZ: "ubbyi unvaun vai; bbirariya ajal miram. auv daam madzi, bauniyinyij unvaun; hadiya yau vai. auv gariya yau iddal, bauhiya unvaun ajmahigza augu."
IPA: ["ˈɯpji ˈɯnvɑn vai̯; ˈpiɾəˌɾijə ˈaʒəl ˈmiɾəm. ˈɑv ˈdem ˈmadzi, bɑˈnijɪnˌyiʒ ˈɯnvɑn; ɣə̤ˈdijə ˈjɑ ˈvai̯. ˈɑv ɡəˈɾijə jɑ ˈiˌtal, bɑˈɦi̤jə ˈɯnvɑn ˈaʒməˌɦi̤ɡzə ˈɑɡɯ."]

#+END_EXAMPLE


