relay/10/04-alllen.org
* Lexicon
| Word    | POS   | Gloss                                                           |
|---------+-------+-----------------------------------------------------------------|
| a       | part. | question particle                                               |
| aa      | part. | accusative particle                                             |
| adan    | part. | habitual particle                                               |
| ajal    | mod.  | required, must                                                  |
| ajma    | n.    | spirit                                                          |
| aju     | v.    | sneeze                                                          |
| augu    | mod.  | bad, evil                                                       |
| auv     | part. | when, while, during                                             |
| baul    | hon.  | male honorific, sir, mister                                     |
| bbiraru | v.    | block, close                                                    |
| bu      | v.    | stand                                                           |
| daam    | n.    | period of time                                                  |
| darauna | v.    | control, be over something                                      |
| daz     | n.    | man                                                             |
| gari    | v.    | work, labor                                                     |
| ha      | n.    | now, present moment                                             |
| hadan   | mod.  | sure(ly), definite(ly)                                          |
| hadu    | v.    | know                                                            |
| hi      | v.    | exist, be (usually translated as "there is")                    |
| humbbi  | mod.  | always                                                          |
| huz     | n.    | place, location                                                 |
| id      | mod.  | proximate determiner, this                                      |
| id      | n.    | here (this place)                                               |
| ilu     | v.    | look, see                                                       |
| iyini   | v.    | end, finish                                                     |
| jada    | v.    | move                                                            |
| jiyali  | n.    | skill, talent                                                   |
| lazai   | mod.  | great, awesome, big                                             |
| madzi   | mod.  | much, a lot                                                     |
| mid     | part. | potential mood, (can, could)                                    |
| miram   | n.    | store, shop, market                                             |
| na      | part. | RELATIVIZER: which has; copula for predicate adjective; to have |
| ubbi    | v.    | demand, order                                                   |
| uduri   | mod.  | difficult                                                       |
| unvaun  | n.    | bad luck, curse                                                 |
| vaun    | part. | RELATIVIZER: which does; gnomic mood particle                   |
| viyaz   | mod.  | kind, polite, friendly                                          |
| ya      | conj. | and, also                                                       |
| yiga    | v.    | speak, tell, talk                                               |
| zauha   | intj. | yes                                                             |
| zivi    | v.    | rest, take a break                                              |
| zumidda | v.    | obey, follow                                                    |
| zuvara  | n.    | proper name                                                     |

* Grammar
Wistanian, natively known as "anigalilaun", is an a priori artlang designed for
use in a novel. It is spoken as a majority language on a large island nation
that has been isolated for most of their history in order to protect their most
valuable and dangerous resource: the ajmastone. This is my first conlang, and
has recieved very many dramatic revisions in the past year since I've been
learning more and more about linguistics and the art of language construction.

** Syntax

*** Parts of speech
Wistanian grammarians classify five distinct parts of speech:


- Nouns :: Any word that takes on nominal morphology
           and can act as a subject or object the verb.
- Verbs :: Any word that takes on verbal morphology.
- Modifiers :: Any word that describes or specifies another word.
               There are no morphological distinctions between adjectives and abverbs.
- Particles :: Any word that have a grammatical role,
               rather than a semantic role, and cannot take on any morphology.
- Honorifics :: A polite title used with many proper nouns. 

*** Word order
Wistanain has a predominately Verb-Subject-Object word order, with Oblique
phrases that can come either first in the sentence, last in the sentence, or
immediately after the verb. The location of an oblique depends entirely on the
nature of the phrase and its role in the sentence (e.g., Oblique phrases that
refer to the time in which an action takes place almost always comes first in a
sentence.)

Modifiers come after their head, unless that modifier is a possessive, number,
or color (in which cases, it comes before the noun it modifies).

Particles come first in a noun or verb phrase (before the head and any
modifiers).

Honorifics come immediately after their heads and before any other modifier.

*** Special sentences and phrases
Imperatives are normally Verb-Object-Subject.

Questions are formed with the question particle <a>. Yes/No questions also end
with either <zahau/zau> (yes) or <baun> (no).

Relative clauses begin with either <va> (which is), <na> (which has), or <vaun>
(which does). These can also be used as copula-like words - <va> connects two
nouns; <na> connects a subject with a modifier; <vaun> connects the subject with
a verb.

Noun clauses are typically split into two separate sentences.

** Morphology

