relay/10/04-alllen.html


<div id="outline-container-org3515570" class="outline-2">
<h2 id="org3515570"><span class="section-number-2">3</span> Lexicon</h2>
<div class="outline-text-2" id="text-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Word</th>
<th scope="col" class="org-left">POS</th>
<th scope="col" class="org-left">Gloss</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">a</td>
<td class="org-left">part.</td>
<td class="org-left">question particle</td>
</tr>

<tr>
<td class="org-left">aa</td>
<td class="org-left">part.</td>
<td class="org-left">accusative particle</td>
</tr>

<tr>
<td class="org-left">adan</td>
<td class="org-left">part.</td>
<td class="org-left">habitual particle</td>
</tr>

<tr>
<td class="org-left">ajal</td>
<td class="org-left">mod.</td>
<td class="org-left">required, must</td>
</tr>

<tr>
<td class="org-left">ajma</td>
<td class="org-left">n.</td>
<td class="org-left">spirit</td>
</tr>

<tr>
<td class="org-left">aju</td>
<td class="org-left">v.</td>
<td class="org-left">sneeze</td>
</tr>

<tr>
<td class="org-left">augu</td>
<td class="org-left">mod.</td>
<td class="org-left">bad, evil</td>
</tr>

<tr>
<td class="org-left">auv</td>
<td class="org-left">part.</td>
<td class="org-left">when, while, during</td>
</tr>

<tr>
<td class="org-left">baul</td>
<td class="org-left">hon.</td>
<td class="org-left">male honorific, sir, mister</td>
</tr>

<tr>
<td class="org-left">bbiraru</td>
<td class="org-left">v.</td>
<td class="org-left">block, close</td>
</tr>

<tr>
<td class="org-left">bu</td>
<td class="org-left">v.</td>
<td class="org-left">stand</td>
</tr>

<tr>
<td class="org-left">daam</td>
<td class="org-left">n.</td>
<td class="org-left">period of time</td>
</tr>

<tr>
<td class="org-left">darauna</td>
<td class="org-left">v.</td>
<td class="org-left">control, be over something</td>
</tr>

<tr>
<td class="org-left">daz</td>
<td class="org-left">n.</td>
<td class="org-left">man</td>
</tr>

<tr>
<td class="org-left">gari</td>
<td class="org-left">v.</td>
<td class="org-left">work, labor</td>
</tr>

<tr>
<td class="org-left">ha</td>
<td class="org-left">n.</td>
<td class="org-left">now, present moment</td>
</tr>

<tr>
<td class="org-left">hadan</td>
<td class="org-left">mod.</td>
<td class="org-left">sure(ly), definite(ly)</td>
</tr>

<tr>
<td class="org-left">hadu</td>
<td class="org-left">v.</td>
<td class="org-left">know</td>
</tr>

<tr>
<td class="org-left">hi</td>
<td class="org-left">v.</td>
<td class="org-left">exist, be (usually translated as &ldquo;there is&rdquo;)</td>
</tr>

<tr>
<td class="org-left">humbbi</td>
<td class="org-left">mod.</td>
<td class="org-left">always</td>
</tr>

<tr>
<td class="org-left">huz</td>
<td class="org-left">n.</td>
<td class="org-left">place, location</td>
</tr>

<tr>
<td class="org-left">id</td>
<td class="org-left">mod.</td>
<td class="org-left">proximate determiner, this</td>
</tr>

<tr>
<td class="org-left">id</td>
<td class="org-left">n.</td>
<td class="org-left">here (this place)</td>
</tr>

<tr>
<td class="org-left">ilu</td>
<td class="org-left">v.</td>
<td class="org-left">look, see</td>
</tr>

<tr>
<td class="org-left">iyini</td>
<td class="org-left">v.</td>
<td class="org-left">end, finish</td>
</tr>

<tr>
<td class="org-left">jada</td>
<td class="org-left">v.</td>
<td class="org-left">move</td>
</tr>

<tr>
<td class="org-left">jiyali</td>
<td class="org-left">n.</td>
<td class="org-left">skill, talent</td>
</tr>

<tr>
<td class="org-left">lazai</td>
<td class="org-left">mod.</td>
<td class="org-left">great, awesome, big</td>
</tr>

<tr>
<td class="org-left">madzi</td>
<td class="org-left">mod.</td>
<td class="org-left">much, a lot</td>
</tr>

<tr>
<td class="org-left">mid</td>
<td class="org-left">part.</td>
<td class="org-left">potential mood, (can, could)</td>
</tr>

<tr>
<td class="org-left">miram</td>
<td class="org-left">n.</td>
<td class="org-left">store, shop, market</td>
</tr>

<tr>
<td class="org-left">na</td>
<td class="org-left">part.</td>
<td class="org-left">RELATIVIZER: which has; copula for predicate adjective; to have</td>
</tr>

<tr>
<td class="org-left">ubbi</td>
<td class="org-left">v.</td>
<td class="org-left">demand, order</td>
</tr>

<tr>
<td class="org-left">uduri</td>
<td class="org-left">mod.</td>
<td class="org-left">difficult</td>
</tr>

<tr>
<td class="org-left">unvaun</td>
<td class="org-left">n.</td>
<td class="org-left">bad luck, curse</td>
</tr>

<tr>
<td class="org-left">vaun</td>
<td class="org-left">part.</td>
<td class="org-left">RELATIVIZER: which does; gnomic mood particle</td>
</tr>

<tr>
<td class="org-left">viyaz</td>
<td class="org-left">mod.</td>
<td class="org-left">kind, polite, friendly</td>
</tr>

<tr>
<td class="org-left">ya</td>
<td class="org-left">conj.</td>
<td class="org-left">and, also</td>
</tr>

<tr>
<td class="org-left">yiga</td>
<td class="org-left">v.</td>
<td class="org-left">speak, tell, talk</td>
</tr>

<tr>
<td class="org-left">zauha</td>
<td class="org-left">intj.</td>
<td class="org-left">yes</td>
</tr>

<tr>
<td class="org-left">zivi</td>
<td class="org-left">v.</td>
<td class="org-left">rest, take a break</td>
</tr>

<tr>
<td class="org-left">zumidda</td>
<td class="org-left">v.</td>
<td class="org-left">obey, follow</td>
</tr>

<tr>
<td class="org-left">zuvara</td>
<td class="org-left">n.</td>
<td class="org-left">proper name</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org5021912" class="outline-2">
<h2 id="org5021912"><span class="section-number-2">4</span> Grammar</h2>
<div class="outline-text-2" id="text-4">
<p>
Wistanian, natively known as &ldquo;anigalilaun&rdquo;, is an a priori artlang designed for
use in a novel. It is spoken as a majority language on a large island nation
that has been isolated for most of their history in order to protect their most
valuable and dangerous resource: the ajmastone. This is my first conlang, and
has recieved very many dramatic revisions in the past year since I&rsquo;ve been
learning more and more about linguistics and the art of language construction.
</p>
</div>

<div id="outline-container-org7d35fe0" class="outline-3">
<h3 id="org7d35fe0"><span class="section-number-3">4.1</span> Syntax</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-orge2017db" class="outline-4">
<h4 id="orge2017db"><span class="section-number-4">4.1.1</span> Parts of speech</h4>
<div class="outline-text-4" id="text-4-1-1">
<p>
Wistanian grammarians classify five distinct parts of speech:
</p>


<dl class="org-dl">
<dt>Nouns</dt><dd>Any word that takes on nominal morphology
and can act as a subject or object the verb.</dd>
<dt>Verbs</dt><dd>Any word that takes on verbal morphology.</dd>
<dt>Modifiers</dt><dd>Any word that describes or specifies another word.
There are no morphological distinctions between adjectives and abverbs.</dd>
<dt>Particles</dt><dd>Any word that have a grammatical role,
rather than a semantic role, and cannot take on any morphology.</dd>
<dt>Honorifics</dt><dd>A polite title used with many proper nouns.</dd>
</dl>
</div>
</div>

<div id="outline-container-orgaa84edf" class="outline-4">
<h4 id="orgaa84edf"><span class="section-number-4">4.1.2</span> Word order</h4>
<div class="outline-text-4" id="text-4-1-2">
<p>
Wistanain has a predominately Verb-Subject-Object word order, with Oblique
phrases that can come either first in the sentence, last in the sentence, or
immediately after the verb. The location of an oblique depends entirely on the
nature of the phrase and its role in the sentence (e.g., Oblique phrases that
refer to the time in which an action takes place almost always comes first in a
sentence.)
</p>

<p>
Modifiers come after their head, unless that modifier is a possessive, number,
or color (in which cases, it comes before the noun it modifies).
</p>

<p>
Particles come first in a noun or verb phrase (before the head and any
modifiers).
</p>

<p>
Honorifics come immediately after their heads and before any other modifier.
</p>
</div>
</div>

<div id="outline-container-org4bb0325" class="outline-4">
<h4 id="org4bb0325"><span class="section-number-4">4.1.3</span> Special sentences and phrases</h4>
<div class="outline-text-4" id="text-4-1-3">
<p>
Imperatives are normally Verb-Object-Subject.
</p>

<p>
Questions are formed with the question particle &lt;a&gt;. Yes/No questions also end
with either &lt;zahau/zau&gt; (yes) or &lt;baun&gt; (no).
</p>

<p>
Relative clauses begin with either &lt;va&gt; (which is), &lt;na&gt; (which has), or &lt;vaun&gt;
(which does). These can also be used as copula-like words - &lt;va&gt; connects two
nouns; &lt;na&gt; connects a subject with a modifier; &lt;vaun&gt; connects the subject with
a verb.
</p>

<p>
Noun clauses are typically split into two separate sentences.
</p>
</div>
</div>
</div>
