relay/10/04-alllen.org
*** Nominal morphology

Improper nouns decline for number and position:

#+Caption: Number
| Number | Definition       | Mark           | Gloss |
|--------+------------------+----------------+-------|
| Paucal | one or a few.    | Unmarked.      |       |
| Plural | more than a few. | <-n> or <-an>. | PL    |

#+Caption: Position 
| Number      | Definition     | Mark      | Gloss | Notes                          |
|-------------+----------------+-----------+-------+--------------------------------|
| Inessive    | within or atop | <-ddal>   | INE   |                                |
| Elative     | outside        | <-al>     | ELA   |                                |
| Lative      | to(ward),      | <-wi>     | LAT   | (also used for dative nouns)   |
| Ablative    | away (from),   | <-igza>   | ABL   | (also used for genitive nouns) |
| Adessive    | near           | <-nuz>    | ADE   |                                |
| Distantive  | far away from  | <-bin>    | DTV   |                                |
| Superessive | above          | <-jazid>  | SUPE  |                                |
| Subessive   | under          | <-bbaggu> | SUBE  |                                |
| Antessive   | before/left    | <??>      | ANTE  |                                |
| Postessive  | after/right    | <??>      | POST  |                                |

Note: Proper Nouns, such as the names of individuals and places, do not take on any morpohology. Instead, proper noun morphology is either omitted or placed on an honorific or a dummy pronoun instead.

*** Pronominal Morphology
Pronouns are classified by five persons, two numbers, and four cases. 

- Persons
  - 1st
  - 2nd
  - 3rd animate :: People
  - 3rd inanimate ::  animals, plants, objects, events, phrases
  - 3rd spiritual :: spirits, ajmastones, sacred/traditional objects
- Number
  - Singular
  - Plural
- Cases
  | Nominative   | subject                 | NOM  |
  | Accusative   | object                  | ACC  |
  | Possessive   | genitive                | POSS |
  | Adpositional | conjugated for position | ADP  |

|     | NOM     | ACC     | POSS    | ADP      |
|-----+---------+---------+---------+----------|
| 1S  | <yau>   | <dau>   | <yi>    | <ya->    |
| 1P  | <yaun>  | <daun>  | <yin>   | <yan->   |
|-----+---------+---------+---------+----------|
| 2S  | <lu>    | <luv>   | <luhi>  | <luha->  |
| 2P  | <lun>   | <luvan> | <luhin> | <luhan-> |
|-----+---------+---------+---------+----------|
| 3Sa | <auzi>  | <auzi>  | <zi>    | <za->    |
| 3Pa | <auzin> | <auzin> | <zin>   | <zan->   |
|-----+---------+---------+---------+----------|
| 3Si | <vi>    | <vai>   | <vi>    | <va->    |
| 3Pi | <vin>   | <vain>  | <vin>   | <van->   |
|-----+---------+---------+---------+----------|
| 3Ss | <ja>    | <ja>    | <ji>    | <ja->    |
| 3Ps | <jan>   | <jan>   | <jin>   | <jan->   |

** Verbal Morphology 
Wistanian verbs conjugate for four lexical aspects (Stative , Durative, Telic,
and Atelic) and two moods (Realis and Irrealis)

*** Lexical Aspect
Lexical aspect in Wistanian is different than grammatical aspect in other
languages. Wistanian verbs typically have a very broad definition, and lexical
aspect helps to narrow down that definition.

For example, the verb <bima> refers to the motion of going from a high place to
a lower place. In the Telic, this verb is translated into English as "fall"; in
the atelic, it's translated as "precipitate or any precipitation-like
situation"; in the durative, it means to "descend"; and in the stative, it means
"to have fallen (i.e., to lay on the ground as result of a fall.)" The lexical
aspects are defined as follows:

| Name     | Gloss | Definition                                           |
|----------+-------+------------------------------------------------------|
| Stative  | STA   | The action is unchanging over a long period of time. |
| Durative | DUR   | The action is in progress from one state to another. |
| Telic    | TEL   | The action has a intended endpoint.                  |
| Atelic   | ATEL  | The action does not have an intended endpoint        |

The following table represents the conjugations for each aspect in each of the verb stems (<-a>, <-i>, and <-u>).

|    | STA    | DUR  | TEL   | ATEL  |
|----+--------+------+-------+-------|
| -a | <-iya> | <-a> | <-ai> | <-a>  |
| -i | <-iya> | <-a> | <-yi> | <-ya> |
| -u | <-iya> | <-a> | <-wi> | <-wa> |

