relay/10/04-alllen.html

<div id="outline-container-orgdaea414" class="outline-3">
<h3 id="orgdaea414"><span class="section-number-3">4.2</span> Morphology</h3>
<div class="outline-text-3" id="text-4-2">
</div>
<div id="outline-container-org4c93097" class="outline-4">
<h4 id="org4c93097"><span class="section-number-4">4.2.1</span> Nominal morphology</h4>
<div class="outline-text-4" id="text-4-2-1">
<p>
Improper nouns decline for number and position:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Number</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Number</th>
<th scope="col" class="org-left">Definition</th>
<th scope="col" class="org-left">Mark</th>
<th scope="col" class="org-left">Gloss</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Paucal</td>
<td class="org-left">one or a few.</td>
<td class="org-left">Unmarked.</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Plural</td>
<td class="org-left">more than a few.</td>
<td class="org-left">&lt;-n&gt; or &lt;-an&gt;.</td>
<td class="org-left">PL</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 2:</span> Position</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Number</th>
<th scope="col" class="org-left">Definition</th>
<th scope="col" class="org-left">Mark</th>
<th scope="col" class="org-left">Gloss</th>
<th scope="col" class="org-left">Notes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Inessive</td>
<td class="org-left">within or atop</td>
<td class="org-left">&lt;-ddal&gt;</td>
<td class="org-left">INE</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Elative</td>
<td class="org-left">outside</td>
<td class="org-left">&lt;-al&gt;</td>
<td class="org-left">ELA</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Lative</td>
<td class="org-left">to(ward),</td>
<td class="org-left">&lt;-wi&gt;</td>
<td class="org-left">LAT</td>
<td class="org-left">(also used for dative nouns)</td>
</tr>

<tr>
<td class="org-left">Ablative</td>
<td class="org-left">away (from),</td>
<td class="org-left">&lt;-igza&gt;</td>
<td class="org-left">ABL</td>
<td class="org-left">(also used for genitive nouns)</td>
</tr>

<tr>
<td class="org-left">Adessive</td>
<td class="org-left">near</td>
<td class="org-left">&lt;-nuz&gt;</td>
<td class="org-left">ADE</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Distantive</td>
<td class="org-left">far away from</td>
<td class="org-left">&lt;-bin&gt;</td>
<td class="org-left">DTV</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Superessive</td>
<td class="org-left">above</td>
<td class="org-left">&lt;-jazid&gt;</td>
<td class="org-left">SUPE</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Subessive</td>
<td class="org-left">under</td>
<td class="org-left">&lt;-bbaggu&gt;</td>
<td class="org-left">SUBE</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Antessive</td>
<td class="org-left">before/left</td>
<td class="org-left">&lt;??&gt;</td>
<td class="org-left">ANTE</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Postessive</td>
<td class="org-left">after/right</td>
<td class="org-left">&lt;??&gt;</td>
<td class="org-left">POST</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
Note: Proper Nouns, such as the names of individuals and places, do not take on any morpohology. Instead, proper noun morphology is either omitted or placed on an honorific or a dummy pronoun instead.
</p>
</div>
</div>

<div id="outline-container-org0ee3192" class="outline-4">
<h4 id="org0ee3192"><span class="section-number-4">4.2.2</span> Pronominal Morphology</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
Pronouns are classified by five persons, two numbers, and four cases. 
</p>

<ul class="org-ul">
<li>Persons
<ul class="org-ul">
<li>1st</li>
<li>2nd</li>
<li id="3rd animate">People</li>
<li id="3rd inanimate">animals, plants, objects, events, phrases</li>
<li id="3rd spiritual">spirits, ajmastones, sacred/traditional objects</li>
</ul></li>
<li>Number
<ul class="org-ul">
<li>Singular</li>
<li>Plural</li>
</ul></li>
<li><p>
Cases
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Nominative</td>
<td class="org-left">subject</td>
<td class="org-left">NOM</td>
</tr>

<tr>
<td class="org-left">Accusative</td>
<td class="org-left">object</td>
<td class="org-left">ACC</td>
</tr>

<tr>
<td class="org-left">Possessive</td>
<td class="org-left">genitive</td>
<td class="org-left">POSS</td>
</tr>

<tr>
<td class="org-left">Adpositional</td>
<td class="org-left">conjugated for position</td>
<td class="org-left">ADP</td>
</tr>
</tbody>
</table></li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">NOM</th>
<th scope="col" class="org-left">ACC</th>
<th scope="col" class="org-left">POSS</th>
<th scope="col" class="org-left">ADP</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1S</td>
<td class="org-left">&lt;yau&gt;</td>
<td class="org-left">&lt;dau&gt;</td>
<td class="org-left">&lt;yi&gt;</td>
<td class="org-left">&lt;ya-&gt;</td>
</tr>

<tr>
<td class="org-left">1P</td>
<td class="org-left">&lt;yaun&gt;</td>
<td class="org-left">&lt;daun&gt;</td>
<td class="org-left">&lt;yin&gt;</td>
<td class="org-left">&lt;yan-&gt;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">2S</td>
<td class="org-left">&lt;lu&gt;</td>
<td class="org-left">&lt;luv&gt;</td>
<td class="org-left">&lt;luhi&gt;</td>
<td class="org-left">&lt;luha-&gt;</td>
</tr>

<tr>
<td class="org-left">2P</td>
<td class="org-left">&lt;lun&gt;</td>
<td class="org-left">&lt;luvan&gt;</td>
<td class="org-left">&lt;luhin&gt;</td>
<td class="org-left">&lt;luhan-&gt;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">3Sa</td>
<td class="org-left">&lt;auzi&gt;</td>
<td class="org-left">&lt;auzi&gt;</td>
<td class="org-left">&lt;zi&gt;</td>
<td class="org-left">&lt;za-&gt;</td>
</tr>

<tr>
<td class="org-left">3Pa</td>
<td class="org-left">&lt;auzin&gt;</td>
<td class="org-left">&lt;auzin&gt;</td>
<td class="org-left">&lt;zin&gt;</td>
<td class="org-left">&lt;zan-&gt;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">3Si</td>
<td class="org-left">&lt;vi&gt;</td>
<td class="org-left">&lt;vai&gt;</td>
<td class="org-left">&lt;vi&gt;</td>
<td class="org-left">&lt;va-&gt;</td>
</tr>

<tr>
<td class="org-left">3Pi</td>
<td class="org-left">&lt;vin&gt;</td>
<td class="org-left">&lt;vain&gt;</td>
<td class="org-left">&lt;vin&gt;</td>
<td class="org-left">&lt;van-&gt;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">3Ss</td>
<td class="org-left">&lt;ja&gt;</td>
<td class="org-left">&lt;ja&gt;</td>
<td class="org-left">&lt;ji&gt;</td>
<td class="org-left">&lt;ja-&gt;</td>
</tr>

<tr>
<td class="org-left">3Ps</td>
<td class="org-left">&lt;jan&gt;</td>
<td class="org-left">&lt;jan&gt;</td>
<td class="org-left">&lt;jin&gt;</td>
<td class="org-left">&lt;jan-&gt;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org128c55a" class="outline-3">
<h3 id="org128c55a"><span class="section-number-3">4.3</span> Verbal Morphology</h3>
<div class="outline-text-3" id="text-4-3">
<p>
Wistanian verbs conjugate for four lexical aspects (Stative , Durative, Telic,
and Atelic) and two moods (Realis and Irrealis)
</p>
</div>

<div id="outline-container-orgf166836" class="outline-4">
<h4 id="orgf166836"><span class="section-number-4">4.3.1</span> Lexical Aspect</h4>
<div class="outline-text-4" id="text-4-3-1">
<p>
Lexical aspect in Wistanian is different than grammatical aspect in other
languages. Wistanian verbs typically have a very broad definition, and lexical
aspect helps to narrow down that definition.
</p>

<p>
For example, the verb &lt;bima&gt; refers to the motion of going from a high place to
a lower place. In the Telic, this verb is translated into English as &ldquo;fall&rdquo;; in
the atelic, it&rsquo;s translated as &ldquo;precipitate or any precipitation-like
situation&rdquo;; in the durative, it means to &ldquo;descend&rdquo;; and in the stative, it means
&ldquo;to have fallen (i.e., to lay on the ground as result of a fall.)&rdquo; The lexical
aspects are defined as follows:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Name</th>
<th scope="col" class="org-left">Gloss</th>
<th scope="col" class="org-left">Definition</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Stative</td>
<td class="org-left">STA</td>
<td class="org-left">The action is unchanging over a long period of time.</td>
</tr>

<tr>
<td class="org-left">Durative</td>
<td class="org-left">DUR</td>
<td class="org-left">The action is in progress from one state to another.</td>
</tr>

<tr>
<td class="org-left">Telic</td>
<td class="org-left">TEL</td>
<td class="org-left">The action has a intended endpoint.</td>
</tr>

<tr>
<td class="org-left">Atelic</td>
<td class="org-left">ATEL</td>
<td class="org-left">The action does not have an intended endpoint</td>
</tr>
</tbody>
</table>

<p>
The following table represents the conjugations for each aspect in each of the verb stems (&lt;-a&gt;, &lt;-i&gt;, and &lt;-u&gt;).
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">STA</th>
<th scope="col" class="org-left">DUR</th>
<th scope="col" class="org-left">TEL</th>
<th scope="col" class="org-left">ATEL</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">-a</td>
<td class="org-left">&lt;-iya&gt;</td>
<td class="org-left">&lt;-a&gt;</td>
<td class="org-left">&lt;-ai&gt;</td>
<td class="org-left">&lt;-a&gt;</td>
</tr>

<tr>
<td class="org-left">-i</td>
<td class="org-left">&lt;-iya&gt;</td>
<td class="org-left">&lt;-a&gt;</td>
<td class="org-left">&lt;-yi&gt;</td>
<td class="org-left">&lt;-ya&gt;</td>
</tr>

<tr>
<td class="org-left">-u</td>
<td class="org-left">&lt;-iya&gt;</td>
<td class="org-left">&lt;-a&gt;</td>
<td class="org-left">&lt;-wi&gt;</td>
<td class="org-left">&lt;-wa&gt;</td>
</tr>
</tbody>
</table>
</div>
