relay/10/04-alllen.org
**** Mood 

The two Wistanian moods are realis and irrealis, which are defined as follows:

| Name    | Gloss | Definition                                |
|---------+-------+-------------------------------------------|
| Realis  | --    | The action or situation has happened.     |
| Irrelis | IRR   | The action or situation has not happened. |

The realis mood is unmarked. The irrealis mood is marked after the lexical
aspect conjugations with <-j>.

The irrealis mood is used in these situations:

- Actions or situations that will occur in the future.
- Polite requests
- Questions
- Verbs with an epistemic or deontic particle.

** Negation

All words in all parts of speech, including particles, can be negated with the perfix:

<bau(n)->

* Navigation
:PROPERTIES:
:HTML_CONTAINER: footer
:UNNUMBERED: t
:END:

#+BEGIN_EXPORT html
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>4</strong></div>
  </div>
  <a href="03a-place.html" id="prev" rel="prev">Previous</a>
  <a href="05-talla.html" id="next" rel="next">Next</a>
</nav>
#+END_EXPORT
