relay/10/04-alllen.html

<div id="outline-container-org802d545" class="outline-5">
<h5 id="org802d545"><span class="section-number-5">4.3.1.1</span> Mood</h5>
<div class="outline-text-5" id="text-4-3-1-1">
<p>
The two Wistanian moods are realis and irrealis, which are defined as follows:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Name</th>
<th scope="col" class="org-left">Gloss</th>
<th scope="col" class="org-left">Definition</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Realis</td>
<td class="org-left">--</td>
<td class="org-left">The action or situation has happened.</td>
</tr>

<tr>
<td class="org-left">Irrelis</td>
<td class="org-left">IRR</td>
<td class="org-left">The action or situation has not happened.</td>
</tr>
</tbody>
</table>

<p>
The realis mood is unmarked. The irrealis mood is marked after the lexical
aspect conjugations with &lt;-j&gt;.
</p>

<p>
The irrealis mood is used in these situations:
</p>

<ul class="org-ul">
<li>Actions or situations that will occur in the future.</li>
<li>Polite requests</li>
<li>Questions</li>
<li>Verbs with an epistemic or deontic particle.</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-org752941e" class="outline-3">
<h3 id="org752941e"><span class="section-number-3">4.4</span> Negation</h3>
<div class="outline-text-3" id="text-4-4">
<p>
All words in all parts of speech, including particles, can be negated with the perfix:
</p>

<p>
&lt;bau(n)-&gt;
</p>
</div>
</div>
</div>

<footer id="outline-container-orgb8ed2b5" class="outline-2">
<h2 id="orgb8ed2b5">Navigation</h2>
<div class="outline-text-2" id="text-orgb8ed2b5">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>4</strong></div>
  </div>
  <a href="03a-place.html" id="prev" rel="prev">Previous</a>
  <a href="05-talla.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
